Repository: sharubin/iOS-lab-Weather-App
Catalog: newWeather/Helpers/*.lproj/Localizable.strings
Languages: ru

source: Get the weather
ru: Узнать погоду

source: Enter the city
ru: Введите город

source: error
ru: Ошибка

source: The textfield is empty
ru: Город не введен

source: The city was entered incorrectly, there is no data
ru: Город введен не корректно, данные отсутсвуют

source: To Favourites
ru: К избранному

source: To Map
ru: К карте

source: min temp
ru: мин.темп

source: max temp
ru: макс.темп

source: feels like
ru: ощущается как

source: pressure
ru: давление

source: humidity
ru: влажность

source: visibility
ru: видимость

source: wind speed
ru: скорость ветра

source: wind direction
ru: направление ветра

source: load more
ru: загрузить больше

source: %.0f mm Hg
ru: %.0f мм.рт.ст

source: %.0d pct
ru: %.0d процентов

source: %.0f m/c
ru: %.0f м/с

source: %.0d m
ru: %.0d м

source: min.: %.0f°, max.: %.0f°
ru: мин.: %.0f°, макс.: %.0f°

source: add fv
ru: добавить в избранное

source: remove fv
ru: удалить из избранного

source: Favourite cities
ru: Избранные города

source: Delete
ru: Удалить

source: print error
ru: Ошибка
